Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=367_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Stáhtat ja sámedikkit gárvásat sámesoahpamušráđđádallamiidda
sms: Valdia da sääŠmteeŠǧǧ vaalmâš sääŠmsuåppâmsaaǥǥstõõllmõõžžid

source: - Áigi lea láddan davviriikkalaš sámesoahpamuša guoski ráđđádallamiid álggaheapmái.
sms: - ÄiŠǧǧ lij vaalmâš tâŠvvjânnamlaž sääŠmsuåppmõõžž kuõskki saaǥǥstõõllmõõžži alttumuŠšše.

source: Davviriikkaid sámedikkiid ságadoallit ja stáhtaid sámeáššiin vástideaddji ministtarat čoahkkanit Oslos miessemánu 25. beaivve soahpan dihtii ráđđádallamiid áigetávvalis ja meannudanvugiin.
sms: TâŠvvjânnamlaž sääŠmteeŠǧǧi saaǥǥjååŠđteei da valdiai sääŠmaaŠššin vaŠstteei ministeer noorâŠtte Oslost vueŠssmannu 25. peeiŠv suåppât saaǥǥstõõllmõõžži äiŠǧǧtaaulâst da mõõntõõllâmvueŠjjin.

source: Govain Suoma sámedikki lahtut Tuomas Aslak Juuso ja Asko Länsman ja várreságadoalli Erkki Lumisalmi.
sms: Snimldõõǥǥin LääŠddjânnam sääŠmteeŠǧǧ vuäzzla Tuomas Aslak Juuso da Asko Länsman di vääŠrrsaaǥǥjååŠđteei Erkki Lumisalmi.

source: Govat: Sára Márjá Magga.
sms: Snimldõõǥǥ: Sára Márjá Magga.

source: – Sáhttit illudit das, ahte sámesoahpamuša guoski ráđđádallamat álget ja ášši ovdana, gávnnahii Norgga sámedikki várrepresideanta Laila Susanne Vars sámi parlamentáralaš ráđi čoahkkimis Roavvenjárggas 14.4.
sms: – VueiŠttep rämmšed tõŠst, što sääŠmsuåppmõõžž kuõskki saaǥǥstõõllmõõžž äŠlǧǧe da äŠšš ouddan, maainsti Taar sääŠmteeŠǧǧ vääŠrrpresidentt Laila Susanne Vars sääŠm parlamenttaarla suåvtõõzz såbbrest RuäŠvnjaarǥâst 14.4.

source: Sámi parlamentáralaš ráđi čoahkkin dohkkehii julggaštusa davviriikkalaš sámesoahpamuša ovddideamis ráđđádallamiid álggahettiin.
sms: SääŠm parlamenttaarlaž suåvtõõzz sååbbar priimi õõlmâsceälkkmõõžž tâŠvvjânnamlaž sääŠmsuåppmõõžž ouddnumuužžâst saaǥǥstõõllâm äŠlggem poodd.

source: Evttohus Suoma, Ruoŧa ja Norgga oktasaš davviriikkalaš sámesoahpamuššan gárvánii áššedovdebargojoavkkus jagis 2005. Bargojoavkkus ledje ovddasteaddjit sihke ráđđehusain ja sámedikkiin.
sms: Maadârdõs LääŠddjânnam, Ruõcc ja Taar õhttsaž tâŠvvjânnamlaž sääŠmsuåppmõžžân valmštõõvi täid valdiaid da sääŠmteeŠǧǧ eeŠttkâŠsttem ääŠšštobddituâjjäŠrttel tuâj äiggavuäǯǯmõžžân eeŠjjest 2005.

source: Parlamentáralaš ráđđi bivdá dál, ahte ráđđádallamiidda ásahuvvošii bistevaš ja dohkálaš áigeplána.
sms: Parlamenttaarlaž suåvtõs ouddlâstt ååŠn, što aŠlǧǧi saaǥǥstõõllmõõžžid õõlǥči piijjâd põõšši da priimmâmnallšen äiŠǧǧtaull.

source: Parlamentáralaš ráđđi deattuha julggaštusasttis dan, ahte davviriikkalaš sámesoahpamuš boahtá leat eahpedievaslaš nu guhká go Ruošša sámit leat soahpamuša olggobealde.
sms: Parlamenttaarlaž suåvtõs čiõlggad veâl tõn, što teŠl ko sääŠmsuåppmõš sõõddeš primmum, tõt lij veâl seârvvna peäŠl rääŠjest nuŠtt kuuŠǩǩ ko Ruõšš säŠmmla liâ tõn åålǥbeäŠlnn.

source: Parlamentáralaš ráđđi doarju Ruošša sámiid figgamušaid iežaset álbmotválljen orgána vuođđudeamis ja ávžžuha maid Suoma, Ruoŧa ja Norgga ráđđehusaid doarjut Ruošša sámiid ulbmiliid.
sms: Parlamenttaarlaž suåvtõs tuärjjad Ruõšš saaŠmi ǩiõččlõõttmõõžžid jiijjâz võboršeǩnallšem orgaan vuâđđeem diõtt da ouddlâstt še LääŠddjânnam, Ruõcc da Taar halltõõzzid tuärjjeet Ruõšš saaŠmi ǩiõččlõõttmõõžžid.

source: Davviriikkalaš sámesoahpamuša ulbmilin lea ee. dahkat oktilažžan sámiid riektesajádaga ruoktoriikkaineaset ja nannet sámiid vejolašvuođaid bargat riikkaid rájáid rastá ja bissut oktan álbmogin.
sms: õhtteed saaŠmi vuõiggâdvuõtt-stattuuzz jiijjâz valdiai beäŠlnn da nââneed saaŠmi vuäittmõõžžid tuåimmjed valdiai raaji pâŠjjel da põõššâd õhttân naroodân.
